---@class FONT_VIEW 字体View观感尺寸体现
FONT_VIEW = {
    ["default"] = {
        cr = 0.65,
        zh = 1.00,
        h = 1.1,
    },
    ["PingFangSC"] = {
        cr = 0.676,
        zh = 1.02,
        h = 1.1,
    },
    ["字魂58号-创中黑"] = {
        cr = 0.60,
        zh = 1.00,
        h = 1.1111111111,
    },
    ["字魂59号-创粗黑"] = {
        cr = 0.58,
        zh = 1.024,
        h = 1.1111111111,
    },
    ["字魂115号-刀刀体"] = {
        cr = 0.60,
        zh = 0.92,
        h = 1.1,
    },
    ["字魂152号-机甲超级黑"] = {
        cr = 0.65,
        zh = 1.00,
        h = 1.1,
    },
    ["字魂166号-趣味体"] = {
        cr = 0.65,
        zh = 1.00,
        h = 1.1,
    },
    ["字魂185号-状元榜书"] = {
        cr = 0.65,
        zh = 0.93,
        h = 1.1,
    },
    ["字魂209号-月影手书"] = {
        cr = 0.55,
        zh = 0.90,
        h = 1.1,
    },
    ["字魂446号-梦幻体"] = {
        cr = 0.65,
        zh = 1.05,
        h = 1.1,
    },
    ["文泉驿等宽微米黑（WenQuanYi Micro Hei Mono）"] = {
        cr = 0.67,
        zh = 0.98,
        h = 1.1,
    },
    ["星汉等宽(milky-mono-cn-bold)"] = {
        cr = 0.7,
        zh = 1.2,
        h = 1.1,
    },
    ["霞鹜文楷（LXGWWenKai-Regular）"] = {
        cr = 0.60,
        zh = 1.00,
        h = 1.1,
    },
}